<?php
    $lang = [
        'title' => 'Продвижение, раскрутка, SEO-оптимизация и создание сайтов в Праге',  // Тайтл страницы
        'services' => 'Услуги по продвижению, раскрутке и <a href="http://webrave.cz" target="_blank">разработке</a> сайтов в Праге', // Тайтл страницы
        'contacts' => 'Контакты', // Тайтл страницы
        'error' => 'Страница не найдена', // Тайтл страницы
        'about' => 'О нас',
        'mainDescription' => 'Продвижение, раскрутка, SEO-оптимизация и создание сайтов в Праге - это все мы, студия которая занимается этим и подходит к продвижению сайта в ТОП используя все наши творческие стороны, и большую фантазию, а не просто используя готовые механические методы',
        'servicesDescription' => 'Услуги по продвижению, раскрутке и разработке сайтов в Праге | Рекламирование сайта в Google, Seznam, Yandex | Базовая оптимизация сайта под SEO | Landing page | Сайт-визитка | Корпоративный или сайт предприятия | Интернет-магазин | SEO - оптимизация',
        'contactsDescription' => 'Услуги по продвижению, раскрутке и разработке сайтов в Праге | Рекламирование сайта в Google, Seznam, Yandex | Базовая оптимизация сайта под SEO | Landing page | Сайт-визитка | Корпоративный или сайт предприятия | Интернет-магазин | SEO - оптимизация',
        'errorDescription' => 'Услуги по продвижению, раскрутке и разработке сайтов в Праге | Рекламирование сайта в Google, Seznam, Yandex | Базовая оптимизация сайта под SEO | Landing page | Сайт-визитка | Корпоративный или сайт предприятия | Интернет-магазин | SEO - оптимизация',
        'intro' => 'Продвижение и <a href="http://webrave.cz" target="_blank">создание</a> сайтов в Праге',  // Интро на главной странице
        'price' => 'Цена',
        'more' => 'Подробнее',
        'from' => 'от',
        'to' => 'до',
        'name' => 'Имя',
        'phone' => 'Телефон',
        'email' => 'Email',
        'message' => 'Сообщение',
        'depends' => 'Зависит от выбранных Вами опций',
        'sendRequest' => 'Отправить заявку',
        'contactUs' => 'Свяжитесь с нами',
        'formSent' => 'Форма отправлена!',
        'menu' => [ // Главное меню
            [
                'name' => 'Главная',
                'url' => '/'
            ],
            [
                'name' => 'Услуги',
                'url' => '/services'
            ],
            [
                'name' => 'Контакты',
                'url' => '/contacts'
            ]
        ],
        'servicesList' => [ // Услуги
            [
                'id' => 0,
                'name' => 'full_seo',
                'title' => 'Полная раскрутка и продвижение сайта в ТОП',
                'text' => '<strong>Сайт в ТОП</strong> - это полная SEO-оптимизация от начала до конца, с полным набором функций, настройкой сайта, составлением семантического ядра регистрацией во всех сервисах, рекламой, отчетностью и т.д.',
                'deadline' => 'Сроки полной SEO-оптимизации, составляют от 1 до 3 месяцев.',
                'priceMin' => '15 000 CZK',
                'priceMax' => '30 000 CZK',
                'sendRequest' => 'Заказать полную SEO-оптимизации',
                'metaDescription' => 'Полная раскрутка и продвижение сайта в ТОП  - это полная SEO-оптимизация от начала до конца, с полным набором функций, настройкой сайта, составлением семантического ядра регистрацией во всех сервисах, рекламой, отчетностью и т.д.'
            ],
            [
                'id' => 1,
                'name' => 'advertising',
                'title' => 'Рекламирование сайта в Google, Seznam, Yandex',
                'text' => '<strong>Рекламирование</strong> - это качественное создание и настройка контекстной, баннерной рекламы в популярных поисковых сервисах с минимальными затратами за клик и т.д.',
                'deadline' => 'Сроки создания и оптимизации рекламы, составляют 1 неделю.',
                'priceMin' => '5 000 CZK',
            //  'priceMax' => '15 000 CZK',
                'sendRequest' => 'Заказать рекламирование сайта',
                'metaDescription' => 'Рекламирование сайта в Google, Seznam, Yandex - это качественное создание и настройка контекстной, баннерной рекламы в популярных поисковых сервисах с минимальными затратами за клик и т.д.'
            ],
            [
                'id' => 2,
                'name' => 'basic_optimization',
                'title' => 'Базовая оптимизация сайта под SEO',
                'text' => '<strong>Базовый сервис</strong> - это базовая аналитика, настройка и адаптация Вашего сайта под популярные поисковые системы, регистрация в определенных сервисах, консультацией, прогнозами и т.д.',
                'deadline' => 'Сроки проведения оптимизации, составляют 1 неделю.',
                'priceMin' => '5 000 CZK',
            //  'priceMax' => '20 000 CZK',
                'sendRequest' => 'Заказать базовую оптимизацию сайта',
                'metaDescription' => 'Базовая оптимизация сайта под SEO - это базовая аналитика, настройка и адаптация Вашего сайта под популярные поисковые системы, регистрация в определенных сервисах, консультацией, прогнозами и т.д.'
            ]
        ],
        'SEOservice' => [
            'title' => 'Создание и разработка сайта',
            'text' => 'В нынешнее время, мало какой бизнес обходится без собственного сайта, а Сайт - это лицо фирмы и наша команда с радостью поможет Вам иметь лучшее лицо в сети Интернет!'
        ],
        'aboutText' => '<strong>SEORAVE</strong> - продвижение, раскрутка, SEO-оптимизация сайтов - это все мы, студия которая занимается этим в Праге, и подходит к продвижению сайта в ТОП используя все наши творческие стороны, и большую фантазию, а не просто используя готовые механические методы. Ведь правда, поисковые роботы умнеют с каждым днем и нужно иметь не мало смекалки, и фантазии, что бы влюбить их в сайт, и дать им понять, что именно Ваш сайт на базе десятков, сотен, а то и тысяч подобных по тематике сайтов является самым Информативным, самым Быстрым, и самым Удобным. В этом и заключается наша миссия уже многие годы. Путем проб и ошибок, мы поняли в какое вечернее платье или смокинг, нужно нарядить ваш сайт, дабы именно его поисковый робот поднял в ТОП и не отпускал!',
        'aboutList' => [  // Список на странице "О нас"
            [
                'text' => 'Мы даем гарантию, что Ваш сайт будет в ТОПе.',
                'image' => 'top_img.svg'
            ],
            [
                'text' => 'Мы всегда поддерживаем наших клиентов, как во время продвижения, так и после.',
                'image' => 'support_img.svg'
            ],
            [
                'text' => 'Мы всегда открыты для предложений и используем индивидуальный подход к каждому клиенту.',
                'image' => 'process_img.svg'
            ],
            [
                'text' => 'Вы будете получать отчеты, о состоянии Вашего сайта каждую неделю.',
                'image' => 'cash_img.svg'
            ],
            [
                'text' => 'Для вашего спокойствия, мы предоставляем гибкую систему оплаты.',
                'image' => 'personal_img.svg'
            ]
        ]
    ];
?>